<#macro wallContainer>
    <div class="col-md-8 column column-2">
        <div class="sub-title">
            <h1>Main content
                <a href="index.html">
                    <i class="w3-xxxlarge fa fa-home"></i>
                </a>
            </h1>
        </div>
        <hr>

        <div class="post">
            <h2>Post 1</h2>
            <div class="post-date">20.02.2018</div>
            <img src="/resources/img/post_img.png" alt="">
            <div class="post-text">
                Изумлении вечереюще управляет. Ты мы Уж об ﻿Кто. До Из минувшим Неверных Припасть Возносит ни сомненью НА ко УПОВАНИЕ. Хаосе
                утром долго страх. Сын забрало грустил Стихиев Был спокоен сильную меж Вод Существ. . Его невинность
                кто сим сон благовремя подкошенны властелине сомневаюсь Злы Без Она. . Забвеньи По Спасение от Вы
                томленье Он Источник. . Спорхнул которого вознесся раз чад муж пророках без Смятенью. За ею ты чудеса
                жаждут На гибком ту им землей. Дождем он чистит ты Истины от та вы чудной Ее тяжело

            </div>
            <a href="#">
                <div class="more"> Дальше...</div>
            </a>
        </div>
        <hr>
        <div class="post">
            <h2>Post 1</h2>
            <div class="post-date">20.02.2018</div>
            <img src="/resources/img/post_img.png" alt="">
            <div class="post-text">
                Изумлении вечереюще управляет. Ты мы Уж об ﻿Кто. До Из минувшим Неверных Припасть Возносит ни сомненью НА ко УПОВАНИЕ. Хаосе
                утром долго страх. Сын забрало грустил Стихиев Был спокоен сильную меж Вод Существ. . Его невинность
                кто сим сон благовремя подкошенны властелине сомневаюсь Злы Без Она. . Забвеньи По Спасение от Вы
                томленье Он Источник. . Спорхнул которого вознесся раз чад муж пророках без Смятенью. За ею ты чудеса
                жаждут На гибком ту им землей. Дождем он чистит ты Истины от та вы чудной Ее тяжело
            </div>
        </div>

    </div>
</#macro>